Repository: ovidiua2003/cluedoscoresheet
Catalog: l10n/app_*.arb
Languages: ro

# appTitle
source: Cluedo Score Sheet
ro: Tabel de Scor Cluedo

source: Clear All
ro: Șterge Tot

source: Miss Scarlet
ro: Domnișoara Scarlet

source: Kitchen
ro: Bucătărie

source: Rope
ro: Frânghie

source: Colonel Mustard
ro: Colonelul Muștar

source: Mrs. White
ro: Dna. White

source: Reverend Green
ro: Părintele Green

source: Mrs. Peacock
ro: Dna. Peacock

source: Professor Plum
ro: Profesorul Plum

source: Ballroom
ro: Sală de Bal

source: Conservatory
ro: Seră

source: Dining Room
ro: Sufragerie

source: Billiard Room
ro: Sală de Biliard

source: Library
ro: Bibliotecă

source: Lounge
ro: Salon

source: Hall
ro: Hol

source: Study
ro: Birou

source: Lead Pipe
ro: Țeavă de Plumb

source: Knife
ro: Cuțit

source: Wrench
ro: Cheie Franceză

source: Candlestick
ro: Sfeșnic

# clearColumnTitle
source: Clear Column?
ro: Șterge Coloana?

# clearColumnContent
source: Are you sure you want to clear this column?
ro: Ești sigur că vrei să ștergi această coloană?

source: Cancel
ro: Anulează

source: Clear
ro: Șterge
